[
    {
        "name": "ngocxinggg@gmail.com",
        "avatar": "7.jpg",
        "rating": "5.jpg",
        "date": "2024-04-30 14:00",
        "note": "add more cucumber, no spicy",
        "image1": "16.jpg",
        "image2": "17.jpg",
        "image3": "18.jpg",
        "content": "Coleslaw Salad at Burger N' Beer is a delightful combination of fresh cabbage and creamy mayonnaise dressing, creating a delicious sweet and tangy flavor. Its freshness serves as a perfect complement to a meal of burgers and beer."
    },
    {
        "name": "laseacogn@gmail.com",
        "avatar": "1.jpg",
        "rating": "5.jpg",
        "date": "2024-04-25 11:25",
        "note": "add cucumber, no onion",
        "image1": "1.jpg",
        "image2": "2.jpg",
        "image3": "o.jpg",
        "content": "The Double Cheese Burger is a fantastic combination of two juicy beef patties and two layers of rich cheese, creating an irresistibly moist and flavorful experience. The characteristic taste of melted cheese blends with the hearty flavor of beef, along with the crunchiness of the bun, resulting in a delicious and satisfying meal. However, this product may not be suitable for those with limited fat intake or who follow a vegetarian diet."
    },
    {
        "name": "phamyenngoc.02@gmail.com",
        "avatar": "2.jpg",
        "rating": "5.jpg",
        "date": "2024-04-24 13:52",
        "note": "add cucumber, no onion",
        "image1": "3.jpg",
        "image2": "4.jpg",
        "image3": "o.jpg",
        "content": "The BBQ Pulled Pork Burger is a unique combination of tender grilled pork and flavorful BBQ sauce, creating a moist and rich experience. The pork is slow-cooked in spices and BBQ sauce until tender and flavorful, then placed on a bun with fresh vegetables. With the sweet taste of BBQ sauce, the richness of pork, and the crunchiness of vegetables, each burger bite is a flavor explosion. This is an excellent choice for BBQ food enthusiasts looking to enjoy a unique and satisfying burger. However, please note that this product may not be suitable for those with limited fat intake or who follow a vegetarian diet."
    },
    {
        "name": "buncaa@gmail.com",
        "avatar": "3.jpg",
        "rating": "4.jpg",
        "date": "2024-03-20 13:52",
        "note": "add cucumber, no onion",
        "image1": "5.jpg",
        "image2": "6.jpg",
        "image3": "o.jpg",
        "content": "The Japanese Style Chicken Burger offers a delicate combination of traditional Japanese flavors with Western palates. Typically made with delicious fresh chicken, this burger is often grilled or fried and served with ingredients such as lettuce, tomato, and mayonnaise or teriyaki sauce. With the sweet taste of teriyaki sauce and the richness of chicken, the Japanese Style Chicken Burger provides a diverse and enjoyable flavor experience. The fusion of Japanese ingredients and Western palates creates a unique and enticing burger. This is a great choice for those looking to enjoy new and unique flavors in a burger while still maintaining deliciousness and excitement."
    },
    {
        "name": "nguyenanhthu20@gmail.com",
        "avatar": "4.jpg",
        "rating": "4.jpg",
        "date": "2024-03-20 13:52",
        "note": "add cucumber, no onion",
        "image1": "7.jpg",
        "image2": "8.jpg",
        "image3": "9.jpg",
        "content": "The Bacon & Egg Grilled Cheese Sandwich is a fantastic combination of rich buttery flavor, sweet toasted bread, and the distinctive taste of bacon and egg. When the bacon is crispy and the egg is cooked just right, they are placed between two layers of melted cheese, creating a rich and flavorful experience. With the buttery and cheesy taste combined with the savory flavor of bacon and egg whites, each sandwich bite is a flavor explosion. This is a great choice for breakfast or a light meal, providing satiety and sensory satisfaction. However, please note that this product may contain high calories and fats, so it should be consumed with consideration for daily dietary intake."
    },
    {
        "name": "banhcaaa202@gmail.com",
        "avatar": "5.jpg",
        "rating": "4.jpg",
        "date": "2024-03-20 13:52",
        "note": "add cucumber, no onion",
        "image1": "10.jpg",
        "image2": "11.jpg",
        "image3": "12.jpg",
        "content": "Chicken nuggets are a popular dish made from small pieces of chicken coated in a crispy shell, then fried or baked until golden and crispy. With tender and flavorful chicken inside and a deliciously crispy outer shell, chicken nuggets are a favorite of many, especially children. Chicken nuggets are often served with mayonnaise, BBQ sauce, or other sauces to enhance flavor. This is a light and convenient dish, suitable for breakfast, light meals, or snacks. However, please note that chicken nuggets may contain high amounts of fat and calories, so they should be consumed with consideration for daily dietary intake."
    },
    {
        "name": "gastbyduong@gmail.com",
        "avatar": "6.jpg",
        "rating": "5.jpg",
        "date": "2024-03-20 13:52",
        "note": "add cucumber, no onion",
        "image1": "13.jpg",
        "image2": "14.jpg",
        "image3": "15.jpg",
        "content": "The Classic Burger is an icon of Western cuisine, a highly familiar and beloved choice worldwide. A Classic Burger typically consists of a juicy beef patty, grilled or fried to golden perfection, and sandwiched between two hamburger buns. With tender and flavorful beef, combined with lettuce, tomato, carrot, and onion, each burger is an icon of deliciousness and flavor diversity. The combination of beef, vegetables, and sauce, often accompanied by melted cheese, creates a rich and satisfying culinary experience. The Classic Burger is often served with sauces like mayo, BBQ sauce, or mustard to enhance flavor. This is a popular choice for lunch, dinner, or any party occasion, always delivering a flavorful and satisfying meal."
    }
]
